Repository: blablablablayong-tech/pincer
Catalog: Sources/PincerUI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Copy Device ID
zh_hans: 复制设备 ID

source: Copy Error
zh_hans: 复制错误

source: Copy ID
zh_hans: 复制 ID

source: Copy Link
zh_hans: 复制链接

source: Copy Link to Chat
zh_hans: 复制链接到聊天

source: Copy Log File Path
zh_hans: 复制日志文件路径

source: Copy Name
zh_hans: 复制名称

source: Copy Node ID
zh_hans: 复制节点 ID

source: Copy Raw
zh_hans: 复制原始内容

source: Copy Reply
zh_hans: 复制回复

source: Copy Request ID
zh_hans: 复制请求 ID

source: Copy Sender ID
zh_hans: 复制发件人 ID

source: Copy Session Key
zh_hans: 复制会话密钥

source: Copy Setting Path
zh_hans: 复制设置路径

source: Copy Table
zh_hans: 复制表

source: Copy Text
zh_hans: 复制文本

source: Copy Thinking
zh_hans: 复制思考过程

source: Copy Tool Name
zh_hans: 复制工具名称

source: Copy Visible Lines
zh_hans: 复制可见线

source: Copy command
zh_hans: 复制命令

source: Copy diff
zh_hans: 复制差异

source: Copy error
zh_hans: 复制错误

source: Copy file contents
zh_hans: 复制文件内容

source: Copy message
zh_hans: 复制消息

source: Copy output
zh_hans: 复制输出

source: Copy workspace files
zh_hans: 复制工作区文件

source: Cost
zh_hans: 费用

source: Cost unknown
zh_hans: 成本未知

# Couldn't %@: %@
source: Couldn't %1$@: %2$@
zh_hans: 无法%1$@：%2$@

source: Couldn't Delete Agent
zh_hans: 无法删除代理

source: Couldn't Export Chat
zh_hans: 无法导出聊天记录

source: Couldn't Load Automations
zh_hans: 无法加载自动化

source: Couldn't Load Command Policy
zh_hans: 无法加载命令策略

source: Couldn't Load History
zh_hans: 无法加载历史记录

source: Couldn't Load Logs
zh_hans: 无法加载日志

source: Couldn't Load Pairing Requests
zh_hans: 无法加载配对请求

source: Couldn't Load Sessions
zh_hans: 无法加载会话

source: Couldn't Open %@
zh_hans: 无法打开 %@

source: Couldn't Save File
zh_hans: 无法保存文件

source: Couldn't Save Settings
zh_hans: 无法保存设置

source: Couldn't connect
zh_hans: 无法连接

source: Couldn't load more.
zh_hans: 无法加载更多。

source: Couldn't load the full history. Try again.
zh_hans: 无法加载完整历史记录。再试一次。

source: Couldn't load the full record: %@
zh_hans: 无法加载完整记录：%@

source: Couldn't load voices: %@
zh_hans: 无法加载语音：%@

source: Couldn't load voices: ElevenLabs says the key is invalid.
zh_hans: 无法加载语音：ElevenLabs 表示密钥无效。

source: Couldn't open the sign-in page.
zh_hans: 无法打开登录页面。

# Couldn't remove %@: %@
source: Couldn't remove %1$@: %2$@
zh_hans: 无法删除 %1$@：%2$@

source: Couldn’t branch: %@
zh_hans: 无法分支：%@

source: Couldn’t download “%@”
zh_hans: 无法下载“%@”

source: Couldn’t edit: %@
zh_hans: 无法编辑：%@

source: Couldn’t edit: the previous edit is still being sent.
zh_hans: 无法编辑：之前的编辑仍在发送中。

source: Couldn’t find that message.
zh_hans: 找不到该消息。

source: Couldn’t load the selected photo.
zh_hans: 无法加载所选照片。

source: Couldn’t load this file.
zh_hans: 无法加载该文件。

source: Couldn’t prepare the reply preview. Try replying again.
zh_hans: 无法准备回复预览。尝试再次回复。

source: Couldn’t queue %@; attachment preparation is full. Try again after current items finish.
zh_hans: 无法对 %@ 进行排队；附件准备工作已完成。当前项目完成后重试。

source: Couldn’t regenerate: %@
zh_hans: 无法重新生成：%@

source: Couldn’t send: %@ is larger than this Gateway accepts (%@).
zh_hans: 无法发送：%@ 大于此网关接受的 (%@)。

source: Couldn’t send: not connected to the Gateway.
zh_hans: 无法发送：未连接到网关。

source: Couldn’t switch branch: %@
zh_hans: 无法切换分支：%@

source: Create
zh_hans: 创建

source: Created
zh_hans: 已创建

source: Created %@
zh_hans: 创建 %@

source: Current default
zh_hans: 当前默认

source: Current key
zh_hans: 当前键

source: Custom
zh_hans: 定制

source: Custom: %@
zh_hans: 自定义：%@

source: Custom…
zh_hans: 定制…

source: Cut
zh_hans: 切

source: Cyan
zh_hans: 青色

source: Daily
zh_hans: 每天

source: Day
zh_hans: 日

source: Decided
zh_hans: 决定了

source: Decided by
zh_hans: 决定于

source: Decision
zh_hans: 决定

source: Decisions on commands, plugins and system changes show up here for 30 days. Pending approvals appear in the chat.
zh_hans: 有关命令、插件和系统更改的决定会在此处显示 30 天。待批准会出现在聊天中。

source: Default
zh_hans: 默认

source: Default (%@)
zh_hans: 默认 (%@)

source: Default (30 s)
zh_hans: 默认（30 秒）

source: Default (60 s)
zh_hans: 默认（60 秒）

source: Default (created by Gateway)
zh_hans: 默认（由网关创建）

source: Default agent
zh_hans: 默认智能体

source: Default model
zh_hans: 默认模型

source: Default voice
zh_hans: 默认语音

source: Defaults
zh_hans: 默认值

source: Defaults for all agents
zh_hans: 所有代理的默认值

source: Delete
zh_hans: 删除

source: Delete Agent
zh_hans: 删除智能体

source: Delete Agent…
zh_hans: 删除代理...

source: Delete Automation
zh_hans: 删除自动化

source: Delete Group
zh_hans: 删除分组

source: Delete Group…
zh_hans: 删除组...

source: Delete and Move Files to Trash
zh_hans: 删除文件并将其移至垃圾箱

source: Delete unsent message
zh_hans: 删除未发送的消息

source: Delete “%@”?
zh_hans: 删除“%@”？

source: Deleted %@
zh_hans: 已删除 %@

# Deleted “%@”. %@
source: Deleted “%1$@”. %2$@
zh_hans: 删除了“%1$@”。 %2$@

source: Delete…
zh_hans: 删除...

source: Denied
zh_hans: 被拒绝

source: Deny
zh_hans: 拒绝

source: Description
zh_hans: 描述

source: Details
zh_hans: 详情

source: Details…
zh_hans: 详情...

source: Device ID
zh_hans: 设备 ID

source: Device ID: %@…
zh_hans: 设备 ID：%@...

source: Device Voice
zh_hans: 设备语音

source: Device name
zh_hans: 设备名称

source: Device pairing actions require operator.pairing or Full Management. The Gateway decides which devices and requests you can manage.
zh_hans: 设备配对操作需要操作员配对或完全管理。网关决定您可以管理哪些设备和请求。

source: Devices
zh_hans: 设备

source: Devices Aren't Available
zh_hans: 设备不可用

source: Devices…
zh_hans: 设备…

source: Diagram source
zh_hans: 图源

source: Dictate Message
zh_hans: 语音输入

source: Dictate a message with your voice
zh_hans: 用您的声音听写消息

source: Dictation
zh_hans: 语音听写

source: Dictation Is Off
zh_hans: 听写功能已关闭

source: Dictation Isn't Available
zh_hans: 听写不可用

source: Dictation Stopped
zh_hans: 听写停止

source: Dictation couldn't use the microphone.
zh_hans: 听写无法使用麦克风。

source: Dictation isn't available for your language right now.
zh_hans: 目前无法使用您所用语言的听写功能。

source: Dictation stopped
zh_hans: 听写停止

source: Dictation stopped unexpectedly. Try again.
zh_hans: 听写意外地停止了。再试一次。

source: Didn't work?
zh_hans: 没起作用？

source: Disabled
zh_hans: 已禁用

source: Discard
zh_hans: 放弃更改

source: Discard %lld Changes & Reconnect
zh_hans: 放弃 %lld 更改并重新连接

# Discard %lld unsaved change%@?
source: Discard %1$lld unsaved change%2$@?
zh_hans: 放弃 %1$lld 未保存的更改%2$@？

source: Discard All
zh_hans: 全部丢弃

source: Discard Changes
zh_hans: 放弃更改

source: Discard all unsaved changes?
zh_hans: 放弃所有未保存的更改？

source: Discard your changes to the command policy
zh_hans: 放弃对命令策略的更改

source: Dismiss
zh_hans: 解雇

source: Dismiss %@
zh_hans: 解雇 %@

source: Dismiss progress card
zh_hans: 取消进度卡

source: Dismiss until it changes
zh_hans: 关闭直到它发生变化

source: Dismissed (%lld)
zh_hans: 已驳回 (%lld)

source: Dismissed issues come back if they get worse, or clear up and happen again.
zh_hans: 如果问题变得更糟，或者解决了并再次发生，则被驳回的问题会再次出现。

source: Dismissed until it changes
zh_hans: 驳回直至情况发生变化

source: Display name
zh_hans: 显示名称

source: Do you have an OpenClaw Gateway?
zh_hans: 您有 OpenClaw 网关吗？

source: Dock hiding
zh_hans: 码头隐藏

source: Don't Save
zh_hans: 不保存

source: Done
zh_hans: 完成

source: Double-click a session for details.
zh_hans: 双击会话以获取详细信息。

source: Duplicate
zh_hans: 重复

source: Duplicate…
zh_hans: 重复…

source: Duration
zh_hans: 持续时间

source: Each agent gets a little companion that shows what it's doing. Off keeps the initial or emoji.
zh_hans: 每个代理都有一个小伙伴来显示它正在做什么。关闭保留首字母或表情符号。

source: Each agent has its own identity, model and workspace.
zh_hans: 每个代理都有自己的身份、模型和工作空间。

source: Each person connects from chat the first time an agent uses this server.
zh_hans: 当代理第一次使用此服务器时，每个人都通过聊天进行连接。

source: Each run starts a fresh chat under Automations in the sidebar.
zh_hans: 每次运行都会在侧边栏的“自动化”下启动新的聊天。

source: Earlier messages were summarized for the agent. They're still shown here.
zh_hans: 之前的消息已为代理进行了总结。它们仍然展示在这里。

source: Edit
zh_hans: 编辑

source: Edit %@
zh_hans: 编辑 %@

source: Edit & Resend
zh_hans: 编辑并重新发送

source: Edit Automation
zh_hans: 编辑自动化

source: Edit Connection…
zh_hans: 编辑连接...

source: Edit Last Message
zh_hans: 编辑上一条消息

source: Edited
zh_hans: 已编辑

source: Edited %@
zh_hans: 已编辑 %@

source: Edited. Not saved yet.
zh_hans: 已编辑。尚未保存。

source: Editing agents needs Full Management
zh_hans: 编辑代理需要全面管理

source: Editing agents needs Full Management. Turn it on under Connection, then approve this device on the Gateway host.
zh_hans: 编辑代理需要全面管理。在“连接”下将其打开，然后在网关主机上批准此设备。

source: Editing message
zh_hans: 编辑消息

source: Edit…
zh_hans: 编辑...

source: Elevated
zh_hans: 高架

source: ElevenLabs rejected that API key.
zh_hans: ElevenLabs 拒绝了该 API 密钥。

source: ElevenLabs returned HTTP %d.
zh_hans: ElevenLabs 返回了 HTTP %d。

source: Emoji
zh_hans: 表情符号

source: Emoji & Symbols
zh_hans: 表情符号和符号

source: Enable experimental reactions
zh_hans: 启用实验反应

source: Enabled
zh_hans: 已启用

source: Enhanced
zh_hans: 增强型

source: Enter Full Screen
zh_hans: 进入全屏

source: Enter a full http:// or https:// URL.
zh_hans: 输入完整的 http:// 或 https:// URL。

source: Enter a name for this value.
zh_hans: 输入该值的名称。

source: Enter a name.
zh_hans: 请输入名称。

source: Enter a whole number of milliseconds.
zh_hans: 输入整数毫秒。

source: Enter the command to run.
zh_hans: 输入要运行的命令。

source: Enter the server's URL.
zh_hans: 请输入服务器地址。

source: Entire session, not limited to the range above.
zh_hans: 整个会话，不限于上述范围。

source: Environment
zh_hans: 环境

source: Environment variables
zh_hans: 环境变量

source: Error
zh_hans: 错误

source: Errors
zh_hans: 错误

source: Estimated from before the last run.
zh_hans: 从上次运行之前估计。

source: Event
zh_hans: 活动

source: Every
zh_hans: 每个

source: Every setting the Gateway's schema describes. The other pages show the common ones.
zh_hans: 网关架构描述的每个设置。其他页面显示常见的。

source: Every skill has what it needs.
zh_hans: 每项技能都有它所需要的。

source: Existing group
zh_hans: 现有团体

source: Exit code %lld
zh_hans: 退出代码 %lld

source: Expand
zh_hans: 展开

source: Expand %@
zh_hans: 展开 %@

source: Expand question
zh_hans: 展开问题

source: Expand task progress
zh_hans: 展开任务进度

source: Expanded
zh_hans: 扩展

source: Expands the section
zh_hans: 展开该部分

source: Expires
zh_hans: 过期

source: Expires %@
zh_hans: 过期 %@

source: Export
zh_hans: 导出

# Export %@ line%@?
source: Export %1$@ line%2$@?
zh_hans: 导出 %1$@ 行 %2$@？

source: Export Chat
zh_hans: 导出聊天记录

source: Export Chat…
zh_hans: 导出聊天...

source: Exported %@
zh_hans: 已导出 %@

source: Export…
zh_hans: 出口…

source: Expression
zh_hans: 表达

source: Extensive
zh_hans: 广泛

source: Extract mode
zh_hans: 提取模式

source: Failed
zh_hans: 失败

source: Failed %lld times in a row
zh_hans: 连续失败 %lld 次

source: Failed to send.
zh_hans: 发送失败。

source: Failed to send: %@
zh_hans: 发送失败：%@

source: Failed — %@
zh_hans: 失败 — %@

source: Failed: %@
zh_hans: 失败：%@

source: Faster
zh_hans: 更快

source: File
zh_hans: 文件

source: Fill in the required settings below, then save, to finish setting up this plugin.
zh_hans: 填写下面所需的设置，然后保存，完成此插件的设置。

source: Filling up. Compacting summarizes older messages to free room.
zh_hans: 填满。压缩总结旧消息以释放空间。

source: Filter sessions
zh_hans: 过滤会话

source: Filter skills
zh_hans: 过滤技巧

source: Filter tools
zh_hans: 过滤工具

source: Find Next
zh_hans: 查找下一个

source: Find Pincer in the list and approve its request ID.
zh_hans: 在列表中找到 Pincer 并批准其请求 ID。

source: Find Previous
zh_hans: 查找上一个

source: Find a chat
zh_hans: 查找聊天

source: Find in Chat
zh_hans: 在聊天中查找

source: Find in Chat…
zh_hans: 在聊天中查找...

source: Find in Logs…
zh_hans: 在日志中查找...

source: Find next
zh_hans: 查找下一个

source: Find previous
zh_hans: 查找上一个

source: Find your Gateway
zh_hans: 找到您的网关

source: Finder search
zh_hans: Finder 搜索

source: Fingerprint %@
zh_hans: 指纹 %@

source: Fingerprint (SHA-256 of the device's public key): %@
zh_hans: 指纹（设备公钥的 SHA-256）：%@

source: Finish
zh_hans: 完成

source: Finish opens this chat.
zh_hans: 完成打开此聊天。

source: First activity
zh_hans: 第一个活动

source: Fix the errors above first.
zh_hans: 首先修复上面的错误。

source: Folder
zh_hans: 文件夹

source: Follow the prompts. Choose Quick start.
zh_hans: 按照提示操作。选择快速启动。

source: For a hardware keyboard.
zh_hans: 对于硬件键盘。

source: For your security, new devices must be approved on the machine running OpenClaw. Run this there:
zh_hans: 为了您的安全，新设备必须在运行 OpenClaw 的机器上获得批准。在那里运行这个：

source: For your security, new devices need your OK. Run this on the Gateway host:
zh_hans: 为了您的安全，新设备需要您的同意。在网关主机上运行此命令：

source: Force Quit
zh_hans: 强制退出

source: Format
zh_hans: 格式

source: Forward
zh_hans: 前进

source: From
zh_hans: 来自

source: From %@
zh_hans: 来自 %@

source: From Any App
zh_hans: 从任何应用程序

source: From Plugins
zh_hans: 来自插件

source: From an environment variable on the Gateway
zh_hans: 来自网关上的环境变量

source: From the Gateway's environment or an auth profile
zh_hans: 来自网关的环境或身份验证配置文件

source: Full Management Needed
zh_hans: 需要全面管理

source: Full Management lets Pincer change Gateway settings and agents. You can turn it on later in Connection.
zh_hans: 完全管理允许 Pincer 更改网关设置和代理。您可以稍后在 Connection 中将其打开。

source: Full install guide
zh_hans: 完整安装指南

source: Gateway
zh_hans: 网关

source: Gateway Logs
zh_hans: 网关日志

source: Gateway Logs Aren't Available
zh_hans: 网关日志不可用

source: Gateway Logs needs the operator.read scope. Approve it for this device on the Gateway host, then try again.
zh_hans: 网关日志需要operator.read范围。在网关主机上批准此设备，然后重试。

source: Gateway Logs…
zh_hans: 网关日志...

source: Gateway Reasoning
zh_hans: 网关推理

source: Gateway Removed
zh_hans: 网关已移除

source: Gateway Settings
zh_hans: 网关设置

source: Gateway Settings…
zh_hans: 网关设置…

source: Gateway URL
zh_hans: 网关地址

source: Gateway Voice
zh_hans: 网关语音

source: Gateway Voice Settings…
zh_hans: 网关语音设置...

source: Gateway Voice: Not set up
zh_hans: 网关语音：未设置

source: Gateway address
zh_hans: 网关地址

source: Gateway config
zh_hans: 网关配置

source: Gateway default
zh_hans: 默认网关

source: Gateway logs are redacted by the Gateway, but they can still contain hostnames, file paths and message content. Review them before sharing.
zh_hans: 网关日志由网关编辑，但它们仍然可以包含主机名、文件路径和消息内容。在分享之前先回顾一下它们。

source: Gateway not connected. Using this device's voice.
zh_hans: 网关未连接。使用该设备的声音。

source: Gateway password
zh_hans: 网关密码

source: Gateway token
zh_hans: 网关令牌

source: Gateway voice
zh_hans: 网关语音

source: Gateways
zh_hans: 网关

source: General
zh_hans: 通用

source: Get Started
zh_hans: 开始使用

source: Get a key
zh_hans: 获取钥匙

source: Getting a QR code…
zh_hans: 获取二维码...

source: Getting device location…
zh_hans: 获取设备位置...

source: Go
zh_hans: 去

source: Go Back
zh_hans: 返回

source: Go Forward
zh_hans: 前进

source: Go to Chats
zh_hans: 前往聊天

source: Got It
zh_hans: 明白了

source: Green
zh_hans: 绿色

source: Group
zh_hans: 集团

source: Group By
zh_hans: 分组依据

source: Group icons
zh_hans: 组图标

source: Groups
zh_hans: 团体

source: HTML Preview
zh_hans: HTML 预览

source: HTTP status %lld
zh_hans: HTTP 状态 %lld

source: Header
zh_hans: 标头

source: Headers
zh_hans: 标头

source: Health
zh_hans: 运行状况

source: Health dismissals
zh_hans: 健康解雇

source: Help
zh_hans: 帮助

source: Help me choose
zh_hans: 帮我选择

source: Helper
zh_hans: 帮手

source: Hi, this is your Gateway voice.
zh_hans: 嗨，这是您的 Gateway 声音。

source: Hide
zh_hans: 隐藏

source: Hide %@
zh_hans: 隐藏 %@

source: Hide API key
zh_hans: 隐藏 API 密钥

source: Hide Others
zh_hans: 隐藏其他人

source: Hide Pincer
zh_hans: 隐藏钳子

source: Hide Runs
zh_hans: 隐藏跑步

source: Hide Sidebar
zh_hans: 隐藏侧边栏

source: Hide Thinking Steps
zh_hans: 隐藏思考步骤

source: Hide subagent runs
zh_hans: 隐藏子代理运行

source: Hide tools
zh_hans: 隐藏工具

source: Homepage
zh_hans: 主页

source: Host
zh_hans: 主持人

source: How freely the agent reacts
zh_hans: 代理的反应有多自由

source: Identity
zh_hans: 身份

source: Idle
zh_hans: 闲置的

source: If you changed settings, the request ID may have changed. Run openclaw devices list to see the latest one.
zh_hans: 如果您更改了设置，请求 ID 可能已更改。运行 openclaw devices list 查看最新的设备。

source: Image
zh_hans: 图像

source: Image too large to preview
zh_hans: 图片太大无法预览

source: Image unavailable
zh_hans: 图片不可用

source: In %@
zh_hans: 在%@中

source: In Use
zh_hans: 使用中

source: In effect
zh_hans: 生效中

# In reply to %@: %@.
source: In reply to %1$@: %2$@.
zh_hans: 回复 %1$@：%2$@。

source: Include Message Text
zh_hans: 包含消息文本

source: Include Thinking
zh_hans: 包括思考

source: Include Tool Output
zh_hans: 包括工具输出

source: Include thinking
zh_hans: 包括思考

source: Include tool calls
zh_hans: 包括工具调用

source: Incoming messages are waiting
zh_hans: 传入消息正在等待

source: Incoming messages failed
zh_hans: 传入消息失败

# Indexing chats… %lld of %lld — results may be incomplete
source: Indexing chats… %1$lld of %2$lld — results may be incomplete
zh_hans: 索引聊天... %1$lld 的 %2$lld — 结果可能不完整

source: Input
zh_hans: 输入

source: Install
zh_hans: 安装

source: Install OpenClaw
zh_hans: 安装 OpenClaw

source: Install a plugin on the Gateway
zh_hans: 在网关上安装插件

source: Installers
zh_hans: 安装人员

source: Installers run on the Gateway host to add what the skill needs.
zh_hans: 安装程序在网关主机上运行以添加技能所需的内容。

source: Installing…
zh_hans: 正在安装...

source: Instructions
zh_hans: 使用说明

source: Instructions (optional)
zh_hans: 说明（可选）

source: Interrupted
zh_hans: 被打断

source: Interrupted by a Gateway restart
zh_hans: 因网关重启而中断

source: Invalid Config
zh_hans: 无效配置

source: Issues
zh_hans: 问题

source: It runs with the Gateway's permissions.
zh_hans: 它以网关的权限运行。

source: It stops running and its run history is removed from the Gateway. Its chats stay.
zh_hans: 它停止运行，并且其运行历史记录将从网关中删除。它的聊天记录仍然存在。

source: It's added to your unsaved changes, and saved with them.
zh_hans: 它会添加到您未保存的更改中，并与它们一起保存。

source: It's removed from the config when you save.
zh_hans: 保存时它会从配置中删除。

source: Item
zh_hans: 项目

source: Its %lld chats won’t be deleted; they just won’t be in a group.
zh_hans: 它的 %lld 聊天记录不会被删除；他们只是不会在一个团体中。

source: Its chat won’t be deleted; it just won’t be in a group.
zh_hans: 它的聊天记录不会被删除；它只是不会在一个组中。

source: Jump to Latest
zh_hans: 跳转到最新内容

source: Jump to Latest (%@ new)
zh_hans: 跳转到最新（%@ 新）

source: Jump to a chat or run a command…
zh_hans: 跳转到聊天或运行命令...

source: Jumps to the message this replies to
zh_hans: 跳转到该回复的消息

source: Keep Both
zh_hans: 两者都保留

source: Keep Editing
zh_hans: 继续编辑

source: Keep Mine
zh_hans: 保留我的

source: Keep Waiting
zh_hans: 继续等待

source: Keep it running
zh_hans: 保持运行

source: Key
zh_hans: 钥匙

source: Key removed
zh_hans: 钥匙已移除

source: Key saved
zh_hans: 密钥已保存

source: Key saved and working
zh_hans: 密钥已保存并可用

source: Key saved. Run Test Voice to check it.
zh_hans: 密钥已保存。运行测试语音来检查它。

source: Keyboard Shortcuts
zh_hans: 键盘快捷键

source: Kind
zh_hans: 种类

source: Large
zh_hans: 大号

source: Last Active
zh_hans: 最后活跃

source: Last Change
zh_hans: 最后更改

source: Last Run Tokens
zh_hans: 最后运行令牌

source: Last activity
zh_hans: 上次活动

source: Last error
zh_hans: 最后一个错误

source: Last heartbeat
zh_hans: 最后一次心跳

source: Last message %@ ago
zh_hans: 最后一条消息 %@ 前

source: Last reply used this device's voice: %@
zh_hans: 上次回复使用了此设备的语音：%@

source: Last run
zh_hans: 最后一次运行

source: Last run failed
zh_hans: 上次运行失败

source: Last seen %@
zh_hans: 最后一次出现 %@

source: Last used %@
zh_hans: 最后使用 %@

source: Latest Version
zh_hans: 最新版本

source: Launch
zh_hans: 发射

source: Leave empty to let the Gateway create a new workspace for this agent.
zh_hans: 留空可让网关为此代理创建新工作区。

source: Let %@ message your agents?
zh_hans: 让 %@ 向您的代理发送消息吗？

source: Let this sender message your agents
zh_hans: 让此发件人向您的代理发送消息

source: Levels
zh_hans: 级别

source: Like OpenClaw's web UI. The image's website can see your IP address.
zh_hans: 就像 OpenClaw 的 Web UI 一样。图片的网站可以看到您的 IP 地址。

source: Link %@
zh_hans: 链接 %@

source: Link copied
zh_hans: 链接已复制

source: Link with QR Code
zh_hans: 二维码链接

source: Link with QR Code (%@)
zh_hans: 二维码链接 (%@)

source: Link with QR Code…
zh_hans: 与二维码链接...

source: List subagent runs under their chat
zh_hans: 列出子代理在其聊天下运行

source: Listen
zh_hans: 听

source: Listening
zh_hans: 听力

source: Load More
zh_hans: 加载更多

source: Load Voices
zh_hans: 加载声音

source: Load images the agent links from the web
zh_hans: 加载代理从网络链接的图像

source: Loading earlier messages
zh_hans: 加载较早的消息

source: Loading full history…
zh_hans: 正在加载完整历史记录...

source: Loading messages
zh_hans: 正在加载消息

source: Loading models…
zh_hans: 正在加载模型...

source: Loading settings…
zh_hans: 正在加载设置...

source: Loading voices…
zh_hans: 正在加载声音...

source: Loading…
zh_hans: 正在加载…

source: Local /tts preferences
zh_hans: 本地 /tts 首选项

source: Location
zh_hans: 位置

source: Location access is denied
zh_hans: 位置访问被拒绝

source: Location access is restricted on this device
zh_hans: 此设备上的位置访问受到限制

source: Location context is ready to share
zh_hans: 位置上下文已准备好共享

source: Location context is ready to share · %@
zh_hans: 位置上下文已准备好共享 · %@

source: Location is unavailable. Messages send without it.
zh_hans: 位置不可用。没有它就可以发送消息。

source: Location sharing is off
zh_hans: 位置共享已关闭

source: Lock Screen
zh_hans: 锁屏

source: Log
zh_hans: 日志

source: Log Out
zh_hans: 退出

source: Log Out…
zh_hans: 注销...

source: Log out of %@?
zh_hans: 退出 %@？

source: Logging out…
zh_hans: 正在退出…

source: Look Up
zh_hans: 查找

source: Loosen command policy?
zh_hans: 放松指挥政策？

source: Low Power Mode is on, so iOS won't check until it's off.
zh_hans: 低电量模式已打开，因此 iOS 在关闭之前不会进行检查。

source: MCP Servers
zh_hans: MCP服务器

source: MCP sign-in
zh_hans: MCP 登录

source: Main chat
zh_hans: 主要聊天

source: Make them the command owner
zh_hans: 让他们成为命令所有者

source: Making them the command owner needs Full Management access.
zh_hans: 让他们成为命令所有者需要完全管理访问权限。

source: Manage Automations…
zh_hans: 管理自动化...

source: Manage Sessions…
zh_hans: 管理会话...

source: Manage Session…
zh_hans: 管理会话...

source: Managed by plugins. Change them in each plugin's settings.
zh_hans: 由插件管理。在每个插件的设置中更改它们。

source: Managing skills needs Full Management
zh_hans: 管理技能需要全面管理

source: Mark as Read
zh_hans: 标记为已读

source: Mark as Unread
zh_hans: 标记为未读

source: Markdown
zh_hans: 降价

source: Matches words from their start; case and accents are ignored.
zh_hans: 从头开始匹配单词；大小写和重音符号被忽略。

source: Math expression
zh_hans: 数学表达式

source: Math source
zh_hans: 数学源

source: Menu Bar
zh_hans: 菜单栏

source: Mermaid diagram
zh_hans: 美人鱼图

source: Message
zh_hans: 留言

source: Message #%@
zh_hans: 消息#%@

source: Message search is unavailable right now.
zh_hans: 目前无法进行消息搜索。

source: Message search needs the transcript cache, which is turned off.
zh_hans: 消息搜索需要转录本缓存，该缓存已关闭。

source: Messages
zh_hans: 消息

source: Messages after this point move to a new branch. The message you rewind to goes back into the composer.
zh_hans: 此后的消息将移动到新分支。您倒回的消息将返回到作曲器中。

source: Messages you send here go straight to your Gateway as the owner.
zh_hans: 您在此处发送的消息将直接发送到您作为所有者的网关。

source: Met
zh_hans: 蛋氨酸

source: Method
zh_hans: 方法

source: Metric
zh_hans: 公制

source: Microphone access is off for Pincer. Turn it on in Settings to dictate.
zh_hans: Pincer 的麦克风访问已关闭。在“设置”中将其打开即可听写。

source: Minimal
zh_hans: 最小

source: Minimize
zh_hans: 最小化

source: Minute, hour, day of month, month and day of week. Leave the time zone empty to use the Gateway's.
zh_hans: 分钟、小时、月份中的某一天、月份和星期几。将时区留空以使用网关。

source: Missing
zh_hans: 失踪

source: Mission Control
zh_hans: 任务控制中心

source: Mission Control (move a Space)
zh_hans: 任务控制（移动空间）

source: Mode
zh_hans: 模式

source: Model
zh_hans: 模型

source: Model ID
zh_hans: 型号编号

source: Model ID, e.g. eleven_v4_turbo
zh_hans: 型号 ID，例如十一_v4_turbo

source: Models
zh_hans: 模型

source: More
zh_hans: 更多

source: Move Down
zh_hans: 下移

source: Move Up
zh_hans: 向上移动

source: Move to Group
zh_hans: 移至组

source: Move to Group (shown in By Group)
zh_hans: 移至组（按组显示）

source: Moved %@
zh_hans: 已移动 %@

source: My Gateway Is Running
zh_hans: 我的网关正在运行

source: Name
zh_hans: 名称

source: Name: letters, numbers, . _ - (start with a letter or number).
zh_hans: 名称：字母、数字、。 _ -（以字母或数字开头）。

source: Names can be at most 64 characters.
zh_hans: 名称最多可以有 64 个字符。

source: Nearby
zh_hans: 附近

source: Needs %@
zh_hans: 需要 %@

source: Needs Fixing
zh_hans: 需要修复

source: Needs Full Management
zh_hans: 需要全面管理

source: Needs Full Management access
zh_hans: 需要完全管理访问权限

source: Needs Key
zh_hans: 需要钥匙

source: Needs Sign-In
zh_hans: 需要登录

source: Needs attention
zh_hans: 需要注意
